[
    {
        "prompt_imagem": "Realistic digital illustration of a Fortune Tiger slot machine displayed on a modern smartphone screen. The screen shows a bright glowing label “RTP 96.81%” above the slot interface. A player's finger is pointing directly at the RTP label with a surprised expression. Background is dark with vibrant casino neon lights and coin sparkles.",
        "narracao": "“Dica de cassino que ninguém te conta: o Tigrinho tem RTP de 96,81%. Isso significa que, no longo prazo, ele devolve mais do que a maioria dos slots. Sempre escolha jogos com RTP alto!”"
    },
    {
        "prompt_imagem": "Clean infographic-style image showing three slot machine volatility types: low, medium, and high. The “medium volatility” column is highlighted with golden light, and the Fortune Tiger symbol is at the center surrounded by floating cash. Casino-themed background with warm gradient lighting, glowing icons, and a slight glow behind the chart.",
        "narracao": "“O Tigrinho tem volatilidade média. Isso quer dizer que ele paga com frequência razoável e valores moderados. É ideal pra quem quer jogar mais tempo com equilíbrio.”"
    },
    {
        "prompt_imagem": "High-detail image of a person adjusting bet value on a digital Fortune Tiger slot game. The screen shows “20 spins completed” and the current bet being increased from R$0.15 to R$1.50. Golden tiger symbols are glowing in the background, and a subtle pattern of good-luck charms like gold coins and fireworks appear around the slot interface.",
        "narracao": "“Estratégia simples: comece girando 20 vezes no mínimo, e só aumente após uma sequência boa. O jogo tem padrões — observe antes de arriscar.”"
    },
    {
        "prompt_imagem": "Modern digital interface showing a casino bonus offer: “R$200 Free Bonus” in big letters. Zoomed-in section highlights fine print: “Rollover 35x”. A red warning triangle and text saying “Read the Terms!” appear beside it. The player’s face shows surprise and concern, holding a phone, background blurred like an intense discovery scene.",
        "narracao": "“Aquela promoção gigante pode te prender. Muitos bônus exigem apostar 35 vezes o valor antes de sacar. Leia tudo antes de aceitar!”"
    },
    {
        "prompt_imagem": "Dramatic night scene of a tired player holding a smartphone with the Fortune Tiger slot game running. The time on a wall clock shows “00:00” with a red alert symbol. A graph on the screen shows losses increasing, and a blinking red button says “STOP!”. The room is dimly lit with moody shadows, emphasizing fatigue and caution.",
        "narracao": "“A dica mais ignorada: saiba a hora de parar. Muitos perdem tudo porque não respeitam o próprio limite. Ganhar e sair é uma vitória.”"
    }
]