[
    {
        "prompt_imagem": "Disney-style ultra-realistic cinematic animation, aerial night view of a large animated city, camera zooming into a warm-lit apartment window where a young animated woman is on her knees beside her bed, shadowy room, soft glowing candle, subtle movement of light forming a faint silhouette behind her, peaceful yet mysterious mood, vertical 9:16",
        "narracao": "“Já se perguntou por que sua vida ainda não desmoronou? Mesmo com tudo dando errado… algo sempre te segura.”"
    },
    {
        "prompt_imagem": "Disney-style animated cinematic sequence, transitions between three animated near-accidents: a young man almost slipping down stairs but catching the rail, a child nearly hit by a ball but protected by a sudden gust of wind, a woman dropping a cup that miraculously lands upright — in each scene, a faint shimmer of protective golden light appears subtly in the background, vertical 9:16",
        "narracao": "“Não é coincidência. Não é sorte. É guerra espiritual. E você nem vê.”"
    },
    {
        "prompt_imagem": "Disney-like emotional animation, slow-motion scene of a single teardrop falling from an animated woman’s face, suspended in mid-air with dramatic lighting, behind her, divine warm light swells in the background, as if shielding her from unseen chaos around, magical particles suspended in the air, vertical 9:16",
        "narracao": "“Enquanto você chora… tem anjo lutando por você.”"
    },
    {
        "prompt_imagem": "Disney-style Jesus character drawn with emotional depth, standing silently in the corner of a stormy animated world, wind blowing through His robe, eyes full of sorrow but glowing with love, watching a person walking unaware, background blurry and gray except around Him, vertical 9:16",
        "narracao": "“Você não vê, mas Ele está lá. Te protegendo até dos inimigos que você não sabe que tem.”"
    },
    {
        "prompt_imagem": "Disney-style animated desert night, a lone character walking slowly through a vast empty land, camera from above reveals their glowing footprints in the shape of soft feathers trailing behind — sky above filled with slowly moving stars, spiritual atmosphere, vertical 9:16",
        "narracao": "“Você deveria ter desistido. Mas alguém está te carregando…”"
    },
    {
        "prompt_imagem": "Disney-style animation, city street at sunset, animated people walking without noticing gentle golden sparkles falling from the sky like quiet rain, one young woman stops, eyes closed, and breathes deeply — a subtle glow surrounds her body as if touched by something divine, vertical 9:16",
        "narracao": "“Se você parou nesse vídeo… talvez Deus esteja tentando te lembrar: você ainda está de pé por causa dEle.”"
    },
    {
        "prompt_imagem": "Disney-style fully animated black background scene with emotional lighting, soft golden glow in the center slowly growing like a heartbeat, no text, only gentle animated wind and particles moving in slow motion, camera slowly zooms in on the light, vertical 9:16",
        "narracao": "“Comenta agora: ‘Eu sei quem me sustenta’. E envia pra alguém que precisa acordar.”"
    }
]