[
    {
        "prompt_imagem": "Ultra-realistic cinematic style, Jesus looking directly at the viewer, calm and full of compassion, standing in a glowing garden at golden hour, His robes gently flowing in the breeze, soft sun halo behind His head, peaceful expression as if guarding, deep eye contact creating a personal connection, vertical 9:16",
        "narracao": "“Você tem ideia o quanto Deus te protege?”"
    },
    {
        "prompt_imagem": "Ultra-realistic cinematic, interior of a moving car at night seen from the passenger seat, a young man driving, eyes tired, rain hitting the windshield — suddenly, a bright light flashes across the intersection, and the car narrowly avoids a crash. The camera freezes time for a second, and a soft golden silhouette in the rearview mirror fades, suggesting divine intervention, emotional and intense atmosphere, vertical 9:16",
        "narracao": "“Você nem imagina… quantas batalhas Deus venceu por você que você nunca viu.”"
    },
    {
        "prompt_imagem": "Ultra-realistic, soft flashback scene, a woman curled up on her bed crying in silence, the room dark, but a faint light gently enters through the window, touching her shoulder like a quiet presence — the shadow on the wall subtly takes the shape of angelic wings, creating a feeling of being embraced without noticing, vertical 9:16",
        "narracao": "“Sabe aquele livramento? Aquela força que você achou que era sua? Não era.”"
    },
    {
        "prompt_imagem": "Ultra-realistic, ancient scroll partially unrolled on a stone altar, candlelight flickering, camera focusing on the glowing words: “Salmo 21:2”, carved in golden ink, warm mist rising in the background, a faint heavenly light descending from above and illuminating the scroll, vertical 9:16",
        "narracao": "“Davi entendeu: Deus não só ouve… Ele antecipa os desejos do coração.”"
    },
    {
        "prompt_imagem": "Ultra-realistic cinematic, Jesus walking beside a man in his 40s on a dusty countryside road at dusk, Jesus placing a hand on his back gently, while the man walks unaware, head down — sunlight cuts through the clouds, following them with divine glow, environment peaceful and symbolic, vertical 9:16",
        "narracao": "“Você não está sozinho. Nunca esteve. Deus te protege… até quando você esquece Dele.”"
    },
    {
        "prompt_imagem": "Ultra-realistic, symbolic night scene, a child sleeping in bed, and above the room a glowing dome of light barely visible, holding back a dark storm swirling in the sky — bolts of lightning stop just before touching the house, divine energy forming a protective shield, highly emotional and spiritual visual, vertical 9:16",
        "narracao": "“Existem guerras sendo travadas por você… e você nem percebe.”"
    },
    {
        "prompt_imagem": "Ultra-realistic, montage of small quiet moments: someone atravessando a rua, outro fazendo uma entrevista, uma mãe orando baixinho enquanto cozinha — em todas essas cenas, pequenas manifestações discretas de luz envolvem os personagens, mostrando que mesmo no comum há proteção sobrenatural, vertical 9:16",
        "narracao": "“Não é sorte. É cuidado. É Deus dizendo: ‘Eu estou aqui.’”"
    },
    {
        "prompt_imagem": "Full black screen, minimal white text in elegant serif font: “Salmo 21: A vitória vem do alto. A gratidão também.”",
        "narracao": "“Se você sentiu essa mensagem… comente ‘Obrigado, Deus’. E envie pra alguém que precisa lembrar disso.”"
    }
]