[
    {
        "prompt_imagem": "cinematic realistic style, young man in ancient clothing standing before a giant shadow, dramatic lighting, fear and determination in his face, battlefield background, vertical 9:16",
        "narracao": "A oração que fez Davi vencer gigantes. Faça agora…"
    },
    {
        "prompt_imagem": "realistic cinematic style, close-up of David kneeling with eyes closed, hands tightly clasped in prayer, golden morning light hitting his face, emotional expression, vertical 9:16",
        "narracao": "Me segue pra receber orações como essa todos os dias…"
    },
    {
        "prompt_imagem": "realistic style, David with his hand over his heart, soft sunlight in the background, peaceful and focused face, warm tones, vertical 9:16",
        "narracao": "Senhor, quando eu me sentir pequeno diante dos meus problemas..."
    },
    {
        "prompt_imagem": "realistic, cinematic light rays from heaven falling on David, background blurred, symbolic moment, vertical 9:16",
        "narracao": "Me dá a coragem que Davi teve diante de Golias."
    },
    {
        "prompt_imagem": "realistic style, stone in hand, David with determined look, slow wind blowing his hair, battlefield stillness, vertical 9:16",
        "narracao": "Que eu não fuja dos meus gigantes, mas enfrente cada um com fé."
    },
    {
        "prompt_imagem": "realistic cinematic, David walking toward the giant, divine light behind him, confident steps, dust rising, vertical 9:16",
        "narracao": "Porque contigo, Senhor, nenhum inimigo é grande demais."
    },
    {
        "prompt_imagem": "realistic, emotional style, giant fallen in the background, David lifting eyes to the sky with gratitude, light surrounding him, vertical 9:16",
        "narracao": "Me dá vitória onde parece impossível vencer..."
    },
    {
        "prompt_imagem": "realistic soft-focus, modern person praying inspired by David, hands to the sky, tears of fé, emotional atmosphere, vertical 9:16",
        "narracao": "Eu confio no Teu poder, mesmo quando tudo diz que não."
    },
    {
        "prompt_imagem": "realistic style, close-up of serene face after oração, sunlight warming the skin, peace and strength visible, vertical 9:16",
        "narracao": "Se essa oração falou com você, comenta “Amém” aqui embaixo."
    }
]